IdeaRS.OpenModel.Connection.CheckResAnchor
Check value for Anchor

IdeaRS.OpenModel.Connection.CheckResAnchor.Name
Name

IdeaRS.OpenModel.Connection.CheckResAnchor.UnityCheck
Unity Check

IdeaRS.OpenModel.Connection.CheckResAnchor.CheckStatus
Status of the Check

IdeaRS.OpenModel.Connection.CheckResAnchor.LoadCaseId
Id of Load Case